int classP_1();		//将三个数从大到小排序
int classP_2();		//在屏幕上显示10行星形倒金字塔
int classP_3();		//冒泡排序算法，将数字从大到小输出
int classP_4();		//计算1+2+3+...+n的和
int classP_5();		//计算1 - 1/2 + 1/3 - 1/4 + 1/5 - 1/6 …… 1/n
int classP_6();		//计算1! + 2! + 3! + 4! +……+ n!
int classP_7();		//计算1! + 3! - 5! + 7! - 9! ……(2*n+1)! 
int classP_8();		//求函数：sin(x)=x/1! - x的3次方/3! + x的5次方/5! -x的7次方/7! +…,最后一项精度不低于0.000001 
int classP_9();		//在m个数中任取n个数，有多少种取法
int classP_10();	//计算2*3/4*5*6 + 3*4/5*6*7 - 4*5/6*7*8 + 5*6/7*8*9 -.....最后一项精度不低于0.000001
int classP_11();	//有一分数序列 1/2，2/3，3/5，5/8，8/13，13/21，…求出这个序列的前200 项之和 
int classP_12();	//求圆周率PI : PI / 4 = 1 - 1 / 3+ 1 / 5 - 1 / 7 + .....
int classP_13();	//输出 n 行金字塔
					/*						*
											**
											***
											****
											*****
											****
											***
											**
											*						*/
int classP_14();	//输出正/反九九乘法表
int classP_15();	//在程序中定义一个变量，赋予1—100的某个数值，要求用户猜这个数字，比较两个数字的大小，把结果提示给用户。直到猜对为止。
int classP_16();	//用选择排序法进行整型数组排序

